hljs.highlightAll(); // connect highlighting

const gradeCV = 
`+ вёрстка валидная +10
+ вёрстка семантическая +20
+ стили CSS +10 
+ контент в блоке по центру +10
+ вёрстка адптивная +10 
- адпативное бургер-меню +10 (не успел ;( )
+ фото +10 
+ контакты, навыки (через список) +10
+ пример кода с подсветкой +10
+ требования по содержанию CV +10
- проекты +10 (CV первый и единственный проект) 
+ CV на англ. +10 
+ требования Pull Request +10
- видеорезюме +10
+ CV не хуже примеров +10 

Итого: 130/150(160)`;

console.log(gradeCV);